/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Konto przenośne i inne opcje";
"mcx.pfm_description" =			"Tworzenie konta przenośnego, usuwanie i inne opcje.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Utwórz przenośny katalog domowy";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Utwórz przenośny katalog domowy z domyślną synchronizacją podczas logowania użytkownika.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Utwórz konto przenośne";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Utwórz konto przenośne z wyłączoną synchronizacją podczas logowania użytkownika.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Pokaż okno dialogowe konta przenośnego";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Przed utworzeniem konta przenośnego pokaż dialog, w którym użytkownik może pominąć utworzenie konta przenośnego i zalogować się do konta sieciowego z sieciowym katalogiem domowym.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Pokaż opcję Nigdy w oknie dialogowym konta przenośnego";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"W oknie dialogowym tworzenia konta przenośnego pozwól użytkownikowi zaznaczyć opcję niepokazywania tego dialogu podczas następnych logowań.";
"cachedaccounts.create.encrypt.pfm_title" =			"Wymagane katalogi domowe FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Twórz katalogi domowe konta przenośnego z szyfrowaniem FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Katalog domowy FileVault wymaga hasła głównego";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Aby utworzyć przenośne katalogi domowe FileVault, wymagane jest hasło główne. Jeśli ustawione na „prawda”, a hasło główne nie będzie dostępne, utworzenie katalogu domowego FileVault lub dowolne zalogowanie, które utworzy przenośny katalog domowy może być zabronione. Jeśli ustawione na „fałsz”, katalog domowy FileVault może być utworzony bez hasła głównego.";
"cachedaccounts.create.maxSize.pfm_title" =			"Limit maksymalnej wielkości katalogu domowego FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Maksymalna wielkość przenośnych katalogów domowych FileVault. Ustaw na „noMaxSize”, gdy brak limitu, „fixed”, aby określić limit wielkości dla klucza „Maksymalna wielkość przenośnych katalogów domowych FileVault” lub „percentOfNetworkHome”, aby dla klucza „Procent maksymalnej wielkości domu FileVault” określić limit wielkości jako procent przedziału dyskowego sieciowego katalogu domowego.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Limit wielkości domu FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Maksymalna wielkość przenośnego katalogu domowego FileVault  w bajtach (ciąg znaków). Dla klucza „Limit maksymalnej wielkości katalogu domowego FileVault” należy ustawić „fixed”, aby ta wartość była efektywna.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Procent maksymalnej wielkości domu FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Maksymalna wielkość przenośnego katalogu domowego FileVault jako procent przydziału dyskowego dla sieciowego katalogu domowego. Dla klucza „Limit maksymalnej wielkości katalogu domowego FileVault” należy ustawić „percentOfNetworkHome”, aby ta wartość była efektywna.";
"cachedaccounts.create.location.pfm_title" =			"Lokacja przenośnego katalogu domowego";
"cachedaccounts.create.location.pfm_description" =			"Położenie przenośnego katalogu domowego. Ustaw na „startup”, aby utworzyć w katalogu /Użytkownicy na woluminie startowym, „path”, aby określić ścieżkę katalogu dla klucza „Ścieżka przenośnego katalogu domowego”, „userPicksVolume”, aby umożliwić użytkownikowi wybrać dowolny wolumin, „userPicksInternalVolume”, aby umożliwić użytkownikowi wybrać dowolny wolumin wewnętrzny lub „userPicksExternalVolume”, aby umożliwić użytkownikowi wybrać dowolny wolumin zewnętrzny.";
"cachedaccounts.create.location.path.pfm_title" =			"Ścieżka do katalogu nadrzędnego dla przenośnego katalogu domowego";
"cachedaccounts.create.location.path.pfm_description" =			"Systemowa ścieżka do katalogu, w którym będzie utworzony sieciowy katalog domowy. Klucz „Lokacja przenośnego katalogu domowego” musi być ustawiony na „path”, aby ta wartość była efektywna.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Dopuść serwer FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Ustaw na „prawda”, aby korzystać z odległego procesu FileSyncAgent do synchronizacji, o ile jest dostępny. Ustaw na „fałsz”, aby użyć serwera plików sieciowego katalogu domowego do synchronizacji.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Wymagaj serwera FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Ustaw na „prawda”, aby do synchronizacji wymagać zdalnego procesu FileSyncAgent.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Dopuść szyfrowanie synchronizacji";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Ustaw na „prawda”, aby korzystać z szyfrowania podczas synchronizacji, o ile jest dostępne. Ustaw na „fałsz”, aby nie korzystać z szyfrowania podczas synchronizacji.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Wymagaj szyfrowanie synchronizacji";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Ustaw na „prawda”, aby wymagać szyfrowania danych podczas synchronizacji.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Czas ważności konta przenośnego";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Czas oczekiwania w sekundach przed usunięciem konta przenośnego oraz jego katalogu domowego. Wartość -1 oznacza, że konto nigdy nie jest usuwane. Wartość 0 oznacza usunięcie konta tak szybko, jak to będzie możliwe.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Wymagana synchronizacja przed usunięciem konta przenośnego";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Wymagaj poprawnego zakończenia synchronizacji katalogu domowego przed usunięciem przenośnego konta. Stosuje się tylko do automatycznego usuwania ustawionego dla klucza „Czas ważności konta przenośnego”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Utwórz przenośny katalog domowy używając szablonu lokalnego użytkownika";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Tworząc konto przenośne, utwórz lokalny katalog domowy przy użyciu szablonu użytkownika komputera.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL synchronizacji";
"cachedaccounts.create.syncURL.pfm_description" =			"Adres URL sieciowego katalogu domowego używanego do synchronizacji katalogu domowego. Można ustawić tylko dla utworzenia przenośnego konta. Ciąg znaków „%@” zostanie przed użyciem zastąpiony nazwą rekordu użytkownika. Przykład: afp://myserver.apple.com/Users/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Dopuść utworzenie przenośnego katalogu domowego, gdy wystąpi błąd";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Ustaw na „fałsz”, aby uniemożliwić użytkownikom tworzenie kont PHD w przypadku błędu synchronizacji.";

"timeZone.pfm_title" = "Strefa czasowa";
"timeZone.pfm_description" = "Ustaw na nazwę znanej strefy czasowej, np “Ameryka/Los_Angeles” lub „USA/Pacyfik, które można znaleźć w pliku /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Serwer czasu";
"timeServer.pfm_description" = "Podaj adres znanego serwera czasu, np. „time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Wyłącz konto gościnne";
"DisableGuestAccount.pfm_description" = "Ustaw jako „prawda” w celu wyłączenia konta gościnnego. Ustaw jako „fałsz” w celu włączenia konta gościnnego.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Liczba uaktualnień listy użytkowników w oknie logowania";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Ustaw na liczbę próśb o odświeżenie listy użytkowników.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Opóźnienie (w sekundach) uaktualniania listy użytkowników w oknie logowania";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Ustaw na liczbę sekund pomiędzy prośbami o odświeżenie listy użytkowników. Wartość 0 oznacza wyłączenie tej funkcji.";

"RequireAdminForIBSS.pfm_title" = "Wymagaj uprawnień adminstratora do AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Wartość „true” oznacza, że tworzenie sieci AirPort IBSS wymaga uwierzytelnienia jako administrator. Wartość „false” oznacza wyłączenie opcji.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Wymagaj uprawnień adminstratora do zmiany sieci AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Wartość „true” oznacza, że zmiana sieci AirPort wymaga uwierzytelnienia jako administrator. Wartość „false” oznacza wyłączenie opcji.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Wymagaj uprawnień adminstratora do zmiany stanu zasilania AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Wartość „true” oznacza, że włączanie/wyłączanie zasilania wymaga uwierzytelnienia jako administrator. Wartość „false” oznacza wyłączenie opcji.";
